---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.NonContinuousRailInfo
source: html/cb820ed6-0597-0f3a-9ec0-0fe3649746a7.htm
---
# NonContinuousRailInfo Properties

The height at which the non-continuous rail will be placed.